[{"Comentarios":"Llevo más de un año con el servicio de claro en mi móvil, y últimamente la señal de los datos es malísima, me meto en Facebook a ver algo y es como si no tuviera los datos suficientes para ver lo quiero, demora en descargar ciertas cosas incluso la señal para las llamadas también tiene problemas en ocaciones, definitivamente me están haciendo dudar si seguir con ustedes o no.","Calificación":-0.6000000238,"Estrellas":"1 estrella","Sentimiento":"Negativo"},{"Comentarios":"Muy poco útil la app, presenta muchas fallas, se cierra sola, super difil iniciar sesión, dice que tengo abierta otra sesión y se cierra, cuando no es verdad, debe ser óptima para lo que supuestamente esta programada","Calificación":-0.5,"Estrellas":"1 estrella","Sentimiento":"Negativo"},{"Comentarios":"Se queda en la pantalla de inicio, muy malo toca esperar un buen tiempo, sigo sin poder ingresar me envían un código y dice error en protocolo de comunicación, una porquería de aplicación, perdón la expresión pero se van a actualizar que sea para mejorar Lastima decirlo pero el servicio postventa de Claro deja mucho que desear","Calificación":-0.5,"Estrellas":"1 estrella","Sentimiento":"Negativo"},{"Comentarios":"Pésima. 1.Cada vez que entro me dice que solo se puede en 3 dispositivos, cambie la contraseña de la app y volví a entrar y me dice lo mismo. 2. Fui a cambiar el nombre de wifi y no me deja que lo debo seleccionar módem, es el único módem y no me deja seleccionar. 3. Se demora en cargar y en ocasiones me aparece no disponible, inclusive después de que entra. Sino mejoran la app tocará cambiar de proveedor de servicio","Calificación":-0.3000000119,"Estrellas":"2 estrellas","Sentimiento":"Negativo"},{"Comentarios":"En los últimos 2 años ha sido fatal. No sé qué pasó con mi cuenta, no me dejó ingresar nuevamente. He ido varias veces al servicio técnico y me la han eliminado para volver a crearla y al mes pasa lo mismo. Me dice que el usuario no existe, a veces que el número no está registrado o la cuenta asociada. Ya no sé qué hacer no donde ir. Para que me den solución y poder utilizar esta aplicación como anteriormente lo hacía, que podía ver mis movimientos y detalles de mi cuenta.😔😔","Calificación":-0.200000003,"Estrellas":"2 estrellas","Sentimiento":"Negativo"},{"Comentarios":"Desde hace un año que compré éste paquete, ha sido un desperdicio de dinero, el 80% del supuesto servicio siempre estaba sin señal y eso que tenía un sólo aparato conectado. Tener hogar claro y a la vez claro post pago, el último señalado se atiene al primero y viceversa, en total post pago baja su calidad de servicio; dicho ésto, solicito la desconexión inmediata de claro hogar","Calificación":-0.400000006,"Estrellas":"1 estrella","Sentimiento":"Negativo"},{"Comentarios":"Hola buenas tardes, desde diciembre pasado no he podido utilizar el app, toda vez que existe un error y siempre aparece un saldo por pagar que no es real, me he comunicado miles de veces con ustedes y no ha había posibilidad de la actualización de dicha cifra, yo por eso le doy 0 puntos al app, pésima si no es capaz de cruzar los datos con veracidad.","Calificación":-0.6000000238,"Estrellas":"1 estrella","Sentimiento":"Negativo"},{"Comentarios":"Le doy las 4 estrellas por parecerme bueno el servicio de la app y por algún margen de error que se pueda producir. Me deja consultar todo, nunca he tenido problemas con nada, (respecto a la app). Es cierto que a veces hay que tocar varias puertas para que te puedan arreglar algún lío, pero en general la califico como buena.","Calificación":0.6000000238,"Estrellas":"5 estrellas","Sentimiento":"Positivo"},{"Comentarios":"Todo lo de claro es una miér*\":\"+*# Hice la portabilidad y me tocó esperar más de 2 horas para recibir una simple SIM, ahora tengo \"todo claro no me aplicaron los beneficios en la velocidad del internet fijo, llevo 3 horas tratando de comunicarme y no me handado respuesta. La atención de claro es horrible!! Ahhh pero marqué la opción de adquirir un servicio y no pasaron 2 segundosy ahí contestaron. Para amarralo a uno eso es como un tiro, pero para anteder las necesidades de los clientes activos, son excusas y excusas y pin -pon, pin -pon.","Calificación":-0.3000000119,"Estrellas":"2 estrellas","Sentimiento":"Negativo"},{"Comentarios":"Llevo varios días tratando de ingresar a la app y no me lo permite. Siempre me dice que intente más tarde, inclusive tuve que eliminar la cuenta porque no pasaba nada; ahora no la he podido volver a crear porque cuando llega a la sección de asociar la cuenta, sale un mensaje de error en la plataforma que me dice que ahora no se puede y que intente de nuevo más tarde. ¿Qué debo hacer? Esa es la forma de mantenerme informada sobre los deetalles de mi plan...","Calificación":-0.1000000015,"Estrellas":"2 estrellas","Sentimiento":"Negativo"},{"Comentarios":"No sirve para hacer test de tu internet, no muestra datos de tu contrato, casi ninguna función sirve... intento chatear con el clarobot y tiene solo ciertas respuestas, no puedo poner una solicitud para que revisen mi internet y la app tampoco ayuda a hacer el diagnostico de los problemas que tengo en el i Internet","Calificación":-0.5,"Estrellas":"1 estrella","Sentimiento":"Negativo"},{"Comentarios":"Esta es una porquería de app, no actualiza los datos. Para que ponen en la opción de editar si no sécumple. También veo errores en mi nombre, tampoco se puede modificar, y si ponen al cliente a voltear en oficinas para enmendar sus errores. pero para cobrar demás en la factura son rápidos, incompetentes. Pero para solucionar los problemas de los usuarios se hacen de la vista!.","Calificación":-0.1000000015,"Estrellas":"2 estrellas","Sentimiento":"Negativo"},{"Comentarios":"En este momento este servicio no está habilitado x no tener conexión fuera de este percance no hay ningún medio de comunicación x poder conectarse a un cliente y se pueda obtener una respuesta positiva sobre los cobros innecesarios y cortes de servicio sie do un método de acoso x pagar y lo peor no importa q usted sea un cliente fiel y que pague antes de las fechas establecidas, el servicio lo están desmejorando.","Calificación":-0.6000000238,"Estrellas":"1 estrella","Sentimiento":"Negativo"},{"Comentarios":"Claro y su pésimo servicio, no sirve internet, no sirve telefonía, ni solucionan mediante esta app ni por llamada ni nada. Pero cuando llega la fecha de pago ahí si llaman y le llenan el buzón de mensajes cobrando. Solicito terminación de contrato","Calificación":-0.200000003,"Estrellas":"2 estrellas","Sentimiento":"Negativo"},{"Comentarios":"Lo peor de lo peor, ya no puedo ver el consumo de datos , pese a que siempre la tengo actualizada, muchas veces tampoco entra a la app, mantiene en solo fallos y fallos, muchas veces también se cierra la sesión sola, y para ingresar nuevamente es una odisea, solo es actualizar y actualizar pero cada vez esta peor 👎👎👎 le daría 0 (cero) estrellas pero no se puede, pésimo servicio","Calificación":-0.6000000238,"Estrellas":"1 estrella","Sentimiento":"Negativo"},{"Comentarios":"La valoración de esta vez es por el servicio de telefonía, no por la aplicación (que aveces tiene sus errores). La señal en Colombia es re malísima por no decir que la mayor parte del tiempo no hay servicio. Próximamente, cambio de operador.","Calificación":-0.200000003,"Estrellas":"2 estrellas","Sentimiento":"Negativo"},{"Comentarios":"La verdad el servicio de claro es terrible tengo un plan desde hace más de un año, pero desde hace 5 meses atrás el servicio no sirve siempre llamo y pongo la queja, pero siempre me disen lo mismo que ya ha a mejorar, que ya el área encargada de comunicará con migo... Eso es pura mentiras mientras tanto me toca pagar las facturas sin utilizar el servicio por que eso no sirve..... Es triste que claro juegue con los usuarios de esa forma realmente me siento robado de parte de esta entidad....","Calificación":-0.6000000238,"Estrellas":"1 estrella","Sentimiento":"Negativo"},{"Comentarios":"De lo peor está app, nunca abre lo que se necesita ver, y si es por la plataforma Google no abre o se demora un siglo, sean más serios así no se engaña a la gente de que sirven las actualizaciones si es demasiado lenta y no está lo que uno busca. Y ahora su Internet es pésimo para completar. No hay derecho, y escribiendo edto se me cayó el Internet.","Calificación":-0.3000000119,"Estrellas":"2 estrellas","Sentimiento":"Negativo"},{"Comentarios":"Por favor verificar su app, si ustedes solicitan actualizarla, debe ser para optimizar su servicio, después de 20 minutos no se ha descargado y no puedo realizar ningún proceso. De que sirve tener todo lo que ofrecen, si por más de un mes no tengo servicio de televisión en plan hogar y ni siquiera se interesan en lo que uno reporta. Continuaré esperando para quitar paquete y que no cobren lo que no se consume.","Calificación":-0.200000003,"Estrellas":"2 estrellas","Sentimiento":"Negativo"},{"Comentarios":"Nunca usen la aplicación para pagar,, llevo dos meses tratando de que me respondan por un pago que hice con mi tarjeta y he estado en todo lado y buscando respuestas por medio de canales telefónicos y presenciales y lo único que me dicen es que el banco Tiene que responderme sabiendo que yo use directamente la app de claro y el extracto de la tarjeta ya me llegó y efectivamente salió el dinero de mi cuenta a BOTON COMCEL PAGOS, poca credibilidad en sus aplicaciones que mantienen caídas.,","Calificación":-0.6000000238,"Estrellas":"1 estrella","Sentimiento":"Negativo"},{"Comentarios":"Es la primera vez que la utilizo, pienso que es acelerada la opinión que dé, si es de los servicios tengo mucha inconformidad con todos, la señal se cae a cada momento, no escucho, o no me escuchan, el WhatsApp muy lento; al igual que los datos, hace llamadas que no he solicitado, en fin un servicio muy regular","Calificación":-0.5,"Estrellas":"1 estrella","Sentimiento":"Negativo"},{"Comentarios":"Me ha ido muy bien con la app, la verdad. por la gran cantidad de características que tiene. Personalmente me ha ido muy bien. Permite ver el consumo de los datos , administrar medios de pago , pagos automáticos, seleccionar las apliciones que no consumieran datos ,etc... Muy contento con la App.","Calificación":0.8999999762,"Estrellas":"5 estrellas","Sentimiento":"Positivo"},{"Comentarios":"Cada vez es más dificil obtener acceso a MI CLARO, muchas trabas y hacen repetir los datos varias veces, sean SERIOS, es una pérdida de tiempo, más de 1 hora intentando ¡¡QUÉ FALLA GARRAFAL!!.- Buen resto de tarde.-","Calificación":-0.400000006,"Estrellas":"1 estrella","Sentimiento":"Negativo"},{"Comentarios":"La única funcionalidad que le encuentro a la aplicación es el pago de las facturas y el detalle de plan y consumos, pero hay muchas debilidades en cuanto a Claro club porque solo aplica para unas pocas ciudades principales. Debería haber bonos para redimir en compras virtuales y en otras ciudades. Es una gran falla porque se están beneficiando muy pocas personas.","Calificación":-0.1000000015,"Estrellas":"2 estrellas","Sentimiento":"Negativo"},{"Comentarios":"Pésimo servicio , la señal casi siempre está molestando , no entiendo entonces para que uno coloca servicio de WiFi si nunca puede disfrutar de él sin ningún problema. Pero para cobrar la factura si muy temprano andan llamando","Calificación":-0.3000000119,"Estrellas":"2 estrellas","Sentimiento":"Negativo"},{"Comentarios":"Esta app tiene muchas fallas no carga rapido y en la opción de cambiar clave wifi servicio hogar para los modem de doble banda no hay la opción de manejar distintas claves por aparte para la banda 2.4 y la 5 GHz no se puede modificar el canal de frecuencia q lo puede hacer el cliente con libertad ya q no es nada del otro mundo . por lo cual hay q disponer de dos horas para llamar a la linea de atención al cliente para q digan q se debe dejar la q viene por defecto en el modem y q mal servicio","Calificación":-0.3000000119,"Estrellas":"2 estrellas","Sentimiento":"Negativo"},{"Comentarios":"El servicio de claro hogar esta presentando infinidad de irregularidades en su preztacion de servicios, los tecnicos no llegan a las citas progamadas, nos dejan mucho tiempo con los servicios dañados, siempre, siempre dando excusas sin sentido.","Calificación":-0.6000000238,"Estrellas":"1 estrella","Sentimiento":"Negativo"},{"Comentarios":"Es lenta, nada está disponible, mal servicio igual que el de claro en sus servicios, sus trabajadores del call center, restan un pésimo servicio y la empresa no se hace responsable por lo que ellos hacen y dicen. A la súper.","Calificación":0.1000000015,"Estrellas":"3 estrellas","Sentimiento":"Neutro"},{"Comentarios":"Realmente no he podido cancelar una factura que por error de ustedes llego por menor valor, luego simplemente lo mandan a uno a pagar de forma presencial el excedente. Además el servicio de internet es pesimo, me han visitado 3 veces y nada que arreglan la falla.","Calificación":-0.400000006,"Estrellas":"1 estrella","Sentimiento":"Negativo"},{"Comentarios":"En realidad no estoy muy satisfecha con el servicio por qué el internet últimamente no me funciona he llamado y me han hecho como dos actualización en la configuración y siempre queda igual se supone que tengo 30 GB y no me carga ni el facebook ni Google y en las clases virtuales menos carga.","Calificación":-0.5,"Estrellas":"1 estrella","Sentimiento":"Negativo"},{"Comentarios":"Tengo la versión 11.4.0, y a pesar de eso siguen los errores, se tarda mucho en abrir o ni siquiera lo hace, ahora o no puedo ver como va el consumo de mis paquetes o ni siquiera lo carga. Las versiones anteriores eran más fluidas esta de pega bastante y quita mucho tiempo.","Calificación":-0.3000000119,"Estrellas":"2 estrellas","Sentimiento":"Negativo"},{"Comentarios":"Desde que actualise la app me manda a registrarme y me dice que sección iniciada en otro teléfono si en la única que lo eh abierto es en mi cell, me. Dice que tengo que cerrar la verdad ya no puedo ver cuantas gigas tengo ni nd claro es una basura Ombe esperare esta factura para cambiarme estoy muy avergonzada de Claro en vez de mejorar empeoro","Calificación":-0.6000000238,"Estrellas":"1 estrella","Sentimiento":"Negativo"},{"Comentarios":"Hice el pago de mi factura desde la aplicación Miclaro y el pago no se registro. Cuando me llamaron porque no había pagado dije que ya había hecho el pago desde la aplicación. Me pidieron que enviara un correo con el soporte de pago. Envié el correo y 3 días después de que envié el correo el pago se registró, pero me colocaron el pago retrasado cuando en realidad yo hice el pago un día antes de la fecha.","Calificación":-0.200000003,"Estrellas":"2 estrellas","Sentimiento":"Negativo"},{"Comentarios":"Acabo de darle actualizar y ya no me deja entrar para nada, ni para hacer pagos. No. Muy mala aplicación .. me sale que tengo que iniciar sesión y no hay por donde iniciarla. Que horror de aplicación y servicio.","Calificación":-0.6000000238,"Estrellas":"1 estrella","Sentimiento":"Negativo"},{"Comentarios":"Super mal me dice que no estoy registrado, sabiendo que antes cuando yo compraba un paquete de datos me mostraba lo que habia consumido de megas y ahora no me muestra nada solo dice que no estoy registrado, ¡que mal! La voy a borrar ya no sirve","Calificación":-0.6000000238,"Estrellas":"1 estrella","Sentimiento":"Negativo"},{"Comentarios":"La app mi claro solo me es util para ver el consumo de mi plan y para ver la factura de pago... algo que quiero decir es que el consumo de datos es demaciado rapido no alcanza a completar y la señal es mala muy lenta si pudieran considerar eso gracias...","Calificación":-0.200000003,"Estrellas":"2 estrellas","Sentimiento":"Negativo"},{"Comentarios":"El servicio de internet claro hogar es pésimo, que incómodo es tener que llamar siempre por lo mismo, ni siquiera aumentando las megas se ve mejoría. Este tipo de problemas tampoco se puede resolver desde la app! Aunque la app para red móvil si es muy útil!","Calificación":-0.1000000015,"Estrellas":"2 estrellas","Sentimiento":"Negativo"},{"Comentarios":"Pésimo servicio, pésima atención y la app no sirve para nada, tiene dos lugares para hacer solicitud de traslado y ninguna para solicitud de mantenimiento, una porquería solo les gusta robar. Donde está soporte técnico deberían tener solicitud de mantenimiento y no solicitud de traslado para eso tienen una ventana de solicitud de traslado, excelente forma de robo.","Calificación":-0.200000003,"Estrellas":"2 estrellas","Sentimiento":"Negativo"},{"Comentarios":"Muy mala aplicación. No me deja entrar con la contraseña y me pide una verificación al correo electrónico que no llega, aunque puedo acceder a la página oficial. Busco una visita técnica y es un calvario tratar de contactarlos. Pésimo servicios al cliente.","Calificación":-0.400000006,"Estrellas":"1 estrella","Sentimiento":"Negativo"},{"Comentarios":"La señal de internet es muy mala por donde yo vivo. Hay una antena de claro pero solo es para telefonía no para internet. Los datos funcionan muy lentos. Vivo en la Albania Titiribi Antioquía. Y chatea con claro es muy maluco porque se demora mucho para responder y la opción de voz no la admite.","Calificación":-0.200000003,"Estrellas":"2 estrellas","Sentimiento":"Negativo"},{"Comentarios":"Pide información muy confidencial no reconoce la contraseña y por último bloquea el usuario generando perdida de tiempo y generando desconfianza, se volvió tan obsoleto el servicio que mandan mensajes virales para que uno les acepte cosas inútiles generando cobros bloquean la pantalla y lo más bravo que no dan atención para solucionar, me tocó retirar las SIM para instalar nuevo operador","Calificación":-0.6000000238,"Estrellas":"1 estrella","Sentimiento":"Negativo"},{"Comentarios":"La actualización de los pagos realizados no aparecen dentro en la app, aveces demora semanas en verse reflejados estos pagos, esto no solo genera confusión sino que genera nuevas facturas con cobros acumulados de hasta dos meses con alerta de suspención del servicio.","Calificación":-0.3000000119,"Estrellas":"2 estrellas","Sentimiento":"Negativo"},{"Comentarios":"Hasta el momento la app ha funcionado muy bien. El servicio de voz y datos en Bogotá \/ Colombia, es genial. Espero funcione en carretera, pueblos y alrededores. Es el mejor servicio hasta el momento y he manejado todos los operadores..! 👍🏼5⭐","Calificación":0.6999999881,"Estrellas":"5 estrellas","Sentimiento":"Positivo"},{"Comentarios":"Siempre me pide mis datos que claramente llene y siempre me dicen que están errados siempre y no puedo acceder a la cuenta claro que cree con mi línea prepago es muy tedioso que siempre me diga que todo está errado cuando claramente no lo está","Calificación":-0.6000000238,"Estrellas":"1 estrella","Sentimiento":"Negativo"},{"Comentarios":"Pésima aplicación, pésimo servicio, tanto hogar como teléfonia postpago, todo muy malo , para cobrar están de una acosando , pero cuando el servicio está malo nadie responde , te dejan en línea o abandonan el chat , pésima compañia","Calificación":-0.5,"Estrellas":"1 estrella","Sentimiento":"Negativo"},{"Comentarios":"Su app falla mucho, ahora mismo está fallando porque dice que no tengo conexión a internet., Tengo también problema con el nuevo router wifi, dice su app que no he seleccionado correctamente el módem y quiero reparación, quiten eso de que no se pueda hacer modificaciones desde el login del router... Porfavor","Calificación":-0.3000000119,"Estrellas":"2 estrellas","Sentimiento":"Negativo"},{"Comentarios":"Le doy una solo por escribir el comentario, que es una md aplicación que no sirve para nada, me la eh pasado toda la semana bregando a ver la información de mi plan y siempre con lo mismo, que no estoy registrado o que desactive la conexión a wifi, como md dicen eso sí estoy pagando un plan?","Calificación":-0.6000000238,"Estrellas":"1 estrella","Sentimiento":"Negativo"},{"Comentarios":"La señal malísima los datos malisimos y la app súper lenta,no funciona trato pagar claro hogar y no es posible me devuelve al mismo punto, se supone que una app es para simplificar los procesos pero en esta se vuelve cansón hacer algo","Calificación":-0.5,"Estrellas":"1 estrella","Sentimiento":"Negativo"},{"Comentarios":"Cambie de cel. y ahora que quiero iniciar la aplicación con el nuevo cel. Pongo que se me olvidó la contraseña para entrar y me pide datos y correo y cuando le doy ok. Me dice que no se pudo validar tu identidad comunícate al *611 o acércate al centro de atención más cercano. Ya me comunique al *611 y nada, y ya han pasado 2 meses y no puedo entrar en la aplicación.","Calificación":-0.400000006,"Estrellas":"1 estrella","Sentimiento":"Negativo"},{"Comentarios":"Acabo de ingresar como cliente. En la oficina me dijeron que bajara la app mi claro. Ya la descargué pero no me permite culminar el proceso de registro. Me recibe todos los datos y en el proceso final de autenticación dice que la autenticación no es posible. Revisé muy bien la información y está correcta. Si eso es iniciando y en un simple registro... Cómo será después? Cómo será el servicio del que tanto presumen? Me equivoqué al portarme a Claro?","Calificación":0.1000000015,"Estrellas":"3 estrellas","Sentimiento":"Neutro"},{"Comentarios":"La aplicación estaba funcionando bien hasta que pidió la última actualización, me pide clave de acceso y al colocar mi correo y clave me dice que existe un error de comunicación e igual pasa al recuperar la contraseña y ahora no cuento con acceso a la aplicación...","Calificación":-0.400000006,"Estrellas":"1 estrella","Sentimiento":"Negativo"},{"Comentarios":"Además de lenta, cada vez que uno quiere consultar toca ingresar todos los datos, sin importar si es en PC o en móvil, que molestia con este claro que nunca mejora","Calificación":-0.6000000238,"Estrellas":"1 estrella","Sentimiento":"Negativo"},{"Comentarios":"Solo sirve para tres cosas Pa nada pa nada y panada Le cae una actulizadera a cada rato y cada ves que se actualiza me pide que le ingrese el correo electrónico y me dise que contraseña incorrecta y se bloquio y yo siempre manejo la misma contraseña de siempre no se que pasara","Calificación":-0.5,"Estrellas":"1 estrella","Sentimiento":"Negativo"},{"Comentarios":"Definitivamente la peor compañía móvil , pésima de señal para llamadas y para internet , ahora esta app sale con que no se puede validar la información , que no aparezco registrado arreglen eso","Calificación":-0.6000000238,"Estrellas":"1 estrella","Sentimiento":"Negativo"},{"Comentarios":"No permite registrar nuevas tarjetas, presenta un error cuando se quiere ingresar el código de verificación, sale un mensaje \"debe tener 0 digitos\" Adicionalmente cuando se va a hacer un pago en la lista de medios de pago no aparecen la tarjetas registradas teniendo que escribir todos los datos.","Calificación":-0.5,"Estrellas":"1 estrella","Sentimiento":"Negativo"},{"Comentarios":"Mal...muy pésima ... No deja que tu cuenta de correo esté registrada si ya has tenido otro contrato con ellos y en las líneas los soportes nunca solucionan nada llevo un año tratando de inscribir mi correo con otra cuenta que no está a mi nombre y no deja.","Calificación":-0.6000000238,"Estrellas":"1 estrella","Sentimiento":"Negativo"},{"Comentarios":"Pésima, es demasiado mala, se realiza la descarga y el registro, y después sale el letrero que se inició en otro dispositivo y si o si hay que salir de la aplicación. Siempre que ingreso es lo mismo, No se que es peor si la aplicación o el servicio tan pésimo que tienen.","Calificación":-0.400000006,"Estrellas":"1 estrella","Sentimiento":"Negativo"},{"Comentarios":"Estaba funcionando la App súper bien pero desde q se actualizo no he podido ingresar, no he podido generar mis pagos, nada no sirve de nada, la actualización un desastre.","Calificación":-0.6000000238,"Estrellas":"1 estrella","Sentimiento":"Negativo"},{"Comentarios":"Posterior a la. Actualización no permite entrar a la App, indica mensaje de Error en protocolo de comunicación, no puedo entrar en los servicios....!","Calificación":-0.1000000015,"Estrellas":"2 estrellas","Sentimiento":"Negativo"},{"Comentarios":"Llevo la cantidad de años pagando un platal disque por un gran servicio!! Hoy Llevo toda la tarde tratando de comunicarme con servicio técnico y vaya que juegan con el cliente.. Servicio de los más malo... No hay señal... No me deja trabajar las redes sociales... Perdí la conexión con los WIFI... Que melodía tan costosa!!!","Calificación":-0.1000000015,"Estrellas":"2 estrellas","Sentimiento":"Negativo"},{"Comentarios":"Pago a tiempo mía facturas, todas las apps sirve a excepción de Facebook y supuestamente es \"gratis\"... sirven dos días y demora 5 días como si no tuviera datos.","Calificación":-0.3000000119,"Estrellas":"2 estrellas","Sentimiento":"Negativo"},{"Comentarios":"La App tiene una buena interfaz. Pero al momento de entrar en la tienda y mirar algún equipo al darle atrás para ver otro equipo te saca de la tienda. Ojalá puedan solucionar ese problema","Calificación":0.0,"Estrellas":"3 estrellas","Sentimiento":"Neutro"},{"Comentarios":"QUE MAL SERVICIO Nunca funciona envían muchos mensajes de servicios que nunca funciona esta APP siempre dice que se registre y nunca registra siempre he tenido problemas con esta y nunca hacen nada al respecto que mal servicio","Calificación":-0.6000000238,"Estrellas":"1 estrella","Sentimiento":"Negativo"},{"Comentarios":"La aplicación funciona bien, pero el único problema muy molesto es que ahora no puedo ver los detalles de consumo de mi paquete comprado y genera problemas al optimizar el consumo ya que es lo que mas uso de la app","Calificación":-0.200000003,"Estrellas":"2 estrellas","Sentimiento":"Negativo"},{"Comentarios":"En esta pandemia ha sido claro mi aliado, excelente servicio pocas veces se cae, siempre han sido muy educados sus trabajadores cuando solicito cualquier inquietud. Ya llevo 2 años y me hicieron el traslado muy rápido... Para seguir trabajando como docente.","Calificación":0.6999999881,"Estrellas":"5 estrellas","Sentimiento":"Positivo"},{"Comentarios":"Buenos dias, al hacer el pago para servicioa hogar, el pago NO esta aplicando correctamente, en el historial de pagos aparece el pago realizado, pero la factura aparece VIVA y con saldo y con la nota que si no se paga el servicio sera suspendido, y eso que el pago fue hecho en efectivo. Antes funcionaba bien pero ahora todos los meses desde enero 2021 es la misma bregadera para que apliquen los pagos correctamente. Bueno será pasarnos a ETB más económico, TV casi como DirecTV, interne x fibra","Calificación":0.0,"Estrellas":"3 estrellas","Sentimiento":"Neutro"},{"Comentarios":"La señal se pierde con facilidad, no se obtiene internet en cualquier parte, además hay momentos en que se bloquean las llamadas, aunque tenga plan eso sigue igual 😔😔😔","Calificación":-0.400000006,"Estrellas":"1 estrella","Sentimiento":"Negativo"},{"Comentarios":"La peor compañía con la peor app, primero no se podían hacer pagos por este medio, tampoco se podían solicitar visitas tecnica, luego no podía nisiquiera cambiar mi contraseña de wifi y ahora ni abre. Terrible No recomendaría nunca Claro a nadie","Calificación":-0.6000000238,"Estrellas":"1 estrella","Sentimiento":"Negativo"},{"Comentarios":"Es frustrante no poder comunicarse con ustedes, es de impotencia y saber que en ninguna de las personas que por casualidad contesta, le tiran literalmente el teléfono. Es pecimo el servicio al cliente.","Calificación":-0.400000006,"Estrellas":"1 estrella","Sentimiento":"Negativo"},{"Comentarios":"Mala, pero es lo que hay. Ni modo. En la aplicacion no hay como agendar una visita tecnica a Claro Hogar. Y por la linea *611 no atienden. Solo queda la opcion de ir a un CAV.","Calificación":-0.1000000015,"Estrellas":"2 estrellas","Sentimiento":"Negativo"},{"Comentarios":"Pesimo servicio, de principio a fin, siempre sin señal, la app nunca funciona, pero para cobrar ahi estan sin falta alguna al dia siguiente de corte","Calificación":-0.6000000238,"Estrellas":"1 estrella","Sentimiento":"Negativo"},{"Comentarios":"muy mala app los desarrolladores se ve que no le importa la atención al usuario mejor pasen a Tigo es mucho mejor. tienen que mejorar el paso de datos de transacciones porque uno paga factura pero no se actualizan los datos en la app","Calificación":-0.400000006,"Estrellas":"1 estrella","Sentimiento":"Negativo"},{"Comentarios":"En una actualización se me bloqueo la desinstalo y la instalo pero no me deja acceder hago el proceso de recuperación de usuario y contraseña pero no me envían el código para continuar Muy pésima la aplicación si ya se tiene vinculada con un correo por que no se puede recuperar o si no borrar ese correo","Calificación":-0.5,"Estrellas":"1 estrella","Sentimiento":"Negativo"},{"Comentarios":"La aplicación en general está bien, lo que no me gusta es que tengo varias líneas a mi nombre y solo puedo activarla en mi dispositivo para todas las cuentas, y para los demás dispositivos no.","Calificación":-0.400000006,"Estrellas":"1 estrella","Sentimiento":"Negativo"},{"Comentarios":"No sirve , no deja ingresar que porque la verificación de los datos no se puede hacer... Dice que se comunique uno al *611 y tampoco dan solución!","Calificación":-0.5,"Estrellas":"1 estrella","Sentimiento":"Negativo"},{"Comentarios":"El app mi calro vive muy desactualizado en parte de información de cuentas de nada sirve hablar con asesores para que actualicen movimiento de esta aplicativo. Se realizan pagos. Siguen igual.","Calificación":0.0,"Estrellas":"3 estrellas","Sentimiento":"Neutro"},{"Comentarios":"Siempre me sale un saldo diferente en mi factura movil claro, en mi claro hogar no he podido actualizar mis datos mi correo esta relacionado a otra cuenta, esta aplicación es un desperdicio","Calificación":-0.6999999881,"Estrellas":"1 estrella","Sentimiento":"Negativo"},{"Comentarios":"Siempre ja he usado sin problema. Pero ya no me reconoce ni me da la información de mi número de cuenta ni de mi celular. Razón por la cual no he podido volver a hacer los pagos por la app","Calificación":-0.1000000015,"Estrellas":"2 estrellas","Sentimiento":"Negativo"},{"Comentarios":"Pésimo servicio. Para un traslado es más de 10 días y aun así cobran el servicio normal. La señal pésima. Es una porquería por decirlo poquito.","Calificación":-0.400000006,"Estrellas":"1 estrella","Sentimiento":"Negativo"},{"Comentarios":"Me hacen instalar esta aplicación para soluciones, pero nunca pueden atender al cliente... Cada vez entiendo menos. Si no se pueden solucionar nada para que existe","Calificación":-0.3000000119,"Estrellas":"2 estrellas","Sentimiento":"Negativo"},{"Comentarios":"La verdad desde enero los datos no me sirven para nada ,ni para envíar un WhatsApp que es lo mínimo, y he estado llamando y voy físicamente para que me den alguna solución y tampoco hay personal no idóneo .","Calificación":-0.6000000238,"Estrellas":"1 estrella","Sentimiento":"Negativo"},{"Comentarios":"Desde la ultima actualización no puedo ver el RESUMEN DE CONSUMO DE LLAMADAS NI MENSAJES. En versiones abteriores se podia peor aveces se bloqueaba la app a cada instante...","Calificación":-0.400000006,"Estrellas":"1 estrella","Sentimiento":"Negativo"},{"Comentarios":"No puedo actualizar la red WiFi me presenta el siguiente error \"Por favor asegúrate de seleccionar el módem correcto\" supuestamente el equipo es el que yo quiero actualizar.","Calificación":-0.5,"Estrellas":"1 estrella","Sentimiento":"Negativo"},{"Comentarios":"Llevo más de 3 meses sin poder ingresar a la app, por más que la actualizo sigue igual: \"error de protocolos de comunicación\".","Calificación":-0.6000000238,"Estrellas":"1 estrella","Sentimiento":"Negativo"},{"Comentarios":"Le doy cuatro estrellas porque es buena la aplicacion ..tiene funciones de metodos de estudios para niños adolecentes y universitarios Tambien exelente porque mis familiares y amigos a los cinco agrege para poder ablar sin tener saldo y sin tener costo.exelente.. No le doy la cinco porque hay partes donde no llega el servicio deveria de aver un roaming nacional que nos ayudara a arreglar la comunicacion..pero apesar de todo exelente servicio Hay cosas por mejorar ojo","Calificación":0.400000006,"Estrellas":"4 estrellas","Sentimiento":"Positivo"},{"Comentarios":"Muy mala esta app, es muy lenta y lleva mucho tiempo asi, la verdad es que ya debieran de haberla mejorado, con respecto a que se demora en abrir, del resto es buena.","Calificación":-0.200000003,"Estrellas":"2 estrellas","Sentimiento":"Negativo"},{"Comentarios":"Por solicitud de Claro la descargue. No permite ingresar así coloques todos tus datos correctos. Al final te toca llamar y una cantidad de cosas al *611. No tiene sentido.","Calificación":-0.200000003,"Estrellas":"2 estrellas","Sentimiento":"Negativo"},{"Comentarios":"Es muy mediocre dicen que mejoran todo,pero no aumentan la velocidad,y solo están estrenando al usuario con el cobro coactivo,denle al usuario más megas para que tengan más credibilidad.","Calificación":-0.5,"Estrellas":"1 estrella","Sentimiento":"Negativo"},{"Comentarios":"Claro está pésimo, la señal terrible, el servicio al cliente malísimo, hasta el portal de pagos no responde, me paso definitivamente, después de añosss con este operador.","Calificación":-0.400000006,"Estrellas":"1 estrella","Sentimiento":"Negativo"},{"Comentarios":"Desde hace 3 días estoy solicitándoles me arreglen fallas en mi televisor y no lo han hecho. Sigo las instrucciones que me dan de mover los cables y momentáneamente sirve, luego se daña. ME PUEDEN AYUDAR ? Gracias","Calificación":0.0,"Estrellas":"3 estrellas","Sentimiento":"Neutro"},{"Comentarios":"Tengo problemas con la señal del wi-Fi y con un deco que no tiene señal digo pagando el servivio y nada q solucionan le pregu tan un montón de cosas a u o y al final no solucionan pésimo servicio","Calificación":-0.400000006,"Estrellas":"1 estrella","Sentimiento":"Negativo"},{"Comentarios":"¡Terrible! Llevo más de un mes tratando de ingresar y no ha sido posible. Era una App óptima, sin embargo, ha perdido credibilidad su sistema operativo.","Calificación":-0.6000000238,"Estrellas":"1 estrella","Sentimiento":"Negativo"},{"Comentarios":"La aplicación está super buena decidí comprar un plan no se si fue por eso o la actualizaron, y tengo 3 días tratando de asociar mi número y no me deja.","Calificación":-0.1000000015,"Estrellas":"2 estrellas","Sentimiento":"Negativo"},{"Comentarios":"La app mantiene en constante actualización y cuando se actualiza no deja ingresar o aparece que el usuario no está registrado cuando tengo el servicio hace tiempo","Calificación":-0.5,"Estrellas":"1 estrella","Sentimiento":"Negativo"},{"Comentarios":"Gracias, por favor necesito agendar una cita para cambiar el decoficador , por que está poniendo problemas para el buen funcionamiento del televisor, por favor me colaboran necesito arreglar el problema. Gracias Dios los bendiga 🙏","Calificación":0.400000006,"Estrellas":"4 estrellas","Sentimiento":"Positivo"},{"Comentarios":"No sirve, ni llamar, ni la aplicación, la Internet de hogar es la peor y su soporte técnico es un laberinto sin salida... Llevo días sin Internet y no contestan... Pésimo servicio","Calificación":-0.6000000238,"Estrellas":"1 estrella","Sentimiento":"Negativo"},{"Comentarios":"Le doy dos estrellas porque a la hora de que se te olvida la contraseña es un problema para recuperarla por qué siempre está caída la plataforma y siempre dice intente más tarde","Calificación":-0.400000006,"Estrellas":"1 estrella","Sentimiento":"Negativo"},{"Comentarios":"Hay una antena de claro en la vereda Puente Arimena, municipio de Puerto Gaitán -Meta y la señal para datos móviles es pésima. Podrían mejorarla. Sòlo hay 3G máximo jamás hemos tenido 4G.","Calificación":0.1000000015,"Estrellas":"3 estrellas","Sentimiento":"Neutro"},{"Comentarios":"No se solucionan problemas. Sigo con deficiencias importantes en el servicio que no corresponden al valor que pago mensualmente. Toca mirar alternativas","Calificación":-0.3000000119,"Estrellas":"2 estrellas","Sentimiento":"Negativo"},{"Comentarios":"Hace dos semanas vengo sufriendo por pérdida de señal, donde antes era 4.5G ahora se engancha en 3G, los vídeos y navegación en diferentes apps es pésima. Se cae, se corta, no es en un sector en específico es en casi toda la ciudad","Calificación":-0.400000006,"Estrellas":"1 estrella","Sentimiento":"Negativo"},{"Comentarios":"Cómo toda empresa en Colombia \"prestadora de servicios\", malísima en general. Al tiempo de uso se hace más lenta la red, pierde alcance, no solucionan nada.","Calificación":-0.5,"Estrellas":"1 estrella","Sentimiento":"Negativo"},{"Comentarios":"Pesima, no he podido registrarme, pongois datos correctos y dice que no se ha podido validar mi identidad, y llamas al servicio al cliente y no te saben dar solución.","Calificación":-0.6000000238,"Estrellas":"1 estrella","Sentimiento":"Negativo"},{"Comentarios":"La aplicación mi Claro, le arreglan algo y no sirve otra cosa. Ahora no deja agregar los elegidos, solo tengo dos y sale un aviso que ya tengo el máximo jajaja. Al programador le quedó grande la aplicación jejeje.","Calificación":0.0,"Estrellas":"3 estrellas","Sentimiento":"Neutro"},{"Comentarios":"La aplicacion siempre ha sido exelente Pero tiene el problema q siempre q voy a entrar hay una nueva actualizacion y dura un mundo de tiempo solo para una operacion","Calificación":0.0,"Estrellas":"3 estrellas","Sentimiento":"Neutro"},{"Comentarios":"Que maldito servicio tan malo, el Internet es malo en la casa y en los datos de mi celular, no dan ningún solución y hay días en donde amanezco sin Internet todo el día y el la factura cobran todo el mes. Por favor haga algo y dejen de vender publicidad engañosa con ese servicio de 💩","Calificación":-0.5,"Estrellas":"1 estrella","Sentimiento":"Negativo"},{"Comentarios":"Ingrese a la app el día de mi facturación y me salia que no debía nada después de una sana me llega una notificación con un precio elevado mi plan es de 43 mil y después me llaga por 90 mil, y llamo y dicen que es por mora, acaso es culpa de uno que no llega la factura el día que es y después MO roque pagar el doble del plan .","Calificación":-0.3000000119,"Estrellas":"2 estrellas","Sentimiento":"Negativo"},{"Comentarios":"Que vaina tan mala, nunca funciona. La gente no puede hacer pagos porque de verdad que es obsoleta, un día no falla... falla siempre","Calificación":-0.3000000119,"Estrellas":"2 estrellas","Sentimiento":"Negativo"},{"Comentarios":"No se que pasa con la app de mi claro!! Me piden para actualizar la app , la actualizo y ahora no puedo entrar para nada, dice ERROR DE PROTOCOLOS DE COMUNICACIÓN al entrar al app, no entiendo que pasa con esta nueva versión, mejor estaba con la anterior, por favor arreglen eso !! Quiero comprar un paquete de megas..","Calificación":-0.200000003,"Estrellas":"2 estrellas","Sentimiento":"Negativo"},{"Comentarios":"Muy mal servicio no he podido lograr que arreglen el problema se cae a toda hora el interneth en casa me hicieron colocar repetidores un costo más mensual y el servicio es pésimo.Sera que me pu den resolver esto?","Calificación":-0.6000000238,"Estrellas":"1 estrella","Sentimiento":"Negativo"},{"Comentarios":"Llevo más de 2 meses sin poder ingresar a la app dice mi usuario no existe lo arreglo por mi propia cuenta y 2 dias después vuelve a molestar diciendo lo mismo llamo y me dicen q van a escalar el caso pero no tengo respuesta, pésimo.","Calificación":-0.6999999881,"Estrellas":"1 estrella","Sentimiento":"Negativo"},{"Comentarios":"Desde la última actualización no se pueden hacer recargas o comprar paquetes. La pantalla se queda en blanco y no pasa nada al darle comprar","Calificación":-0.6000000238,"Estrellas":"1 estrella","Sentimiento":"Negativo"},{"Comentarios":"Pésima descarga pero siempre con errores al abrir. 3 vez que la instalo y siempre genera error de comunicación nunca deja ingresar pésima mala como su comunicación","Calificación":-0.6000000238,"Estrellas":"1 estrella","Sentimiento":"Negativo"},{"Comentarios":"El servicio técnico prestado, fue puntual con respecto a la hora y dia establecido. Tambien cabe resaltar que el problema fue resuelto en un corto lapso de tiempo.","Calificación":0.6000000238,"Estrellas":"5 estrellas","Sentimiento":"Positivo"},{"Comentarios":"No abre. Siempre que hacen actualización empeora el funcionamiento de la app; y esta vez fue peor pues ¡ ni siquiera incia!","Calificación":-0.6000000238,"Estrellas":"1 estrella","Sentimiento":"Negativo"},{"Comentarios":"La peor aplicación que puede brindar un operador, las opciones como pago en línea no carga nunca, ni el servicio de chat en atención al usuario. Pesima","Calificación":-0.6999999881,"Estrellas":"1 estrella","Sentimiento":"Negativo"},{"Comentarios":"Hola, buenas noches Esta es un pésima app, ya la e desinstalado 2 veces y vuelto a instalar, pero aún así no siquiera me deja entrar😤 Es un pérdida de tiempo..... Les recomiendo que NO LA INSTALEN","Calificación":-0.6000000238,"Estrellas":"1 estrella","Sentimiento":"Negativo"},{"Comentarios":"Pésima no carga al abrir la app solo se queda ahí ahora mismo la desinstalo pero que se puede esperar de claro que siempre a sido un pésimo servicio","Calificación":-0.6000000238,"Estrellas":"1 estrella","Sentimiento":"Negativo"},{"Comentarios":"Hay veces que cuesta trabajo entrar a la app y tiene mucha actualización. No sirve ni para ver en consumo y el saldo. Inventen algo mejor.","Calificación":-0.1000000015,"Estrellas":"2 estrellas","Sentimiento":"Negativo"},{"Comentarios":"La aplicación me saca del usuario el servicio de red es pésimo se congestiona mucho se car la red y puedes llevar años con el plan y nunca te ofrece un buen beneficio","Calificación":-0.6000000238,"Estrellas":"1 estrella","Sentimiento":"Negativo"},{"Comentarios":"Aplicación peligrosa, al introducir mi tarjeta de crédito para los pagos automáticos, me tealizo 14 transacciones a terceros y en Claro supuestame no saben como ocurrió. Peligroso","Calificación":-0.1000000015,"Estrellas":"2 estrellas","Sentimiento":"Negativo"},{"Comentarios":"En versiones anteriores mostraba el consumo del paquete que se compraba. Ahora no lo muestra en la App Móvil, solo lo muestra en la App Web.","Calificación":-0.1000000015,"Estrellas":"2 estrellas","Sentimiento":"Negativo"},{"Comentarios":"No me a dejado modificar los números elegidos FIJO-MOVIL, siempre sale el mensaje su solicitud no a sido posible realizarla intente más tarde.","Calificación":-0.5,"Estrellas":"1 estrella","Sentimiento":"Negativo"},{"Comentarios":"Ponen publicidad ajena. A veces con notificaciones molestas. Obligan a actualizar app para pagar un recibo....","Calificación":-0.3000000119,"Estrellas":"2 estrellas","Sentimiento":"Negativo"},{"Comentarios":"Un asco, la app dejó de funcionar hace meses y la solución es llamar, pedir el arreglo INDIVIDUAL POR PERSONA, y al final no arreglan nada, como todo lo de claro UN ASCO","Calificación":-0.6000000238,"Estrellas":"1 estrella","Sentimiento":"Negativo"},{"Comentarios":"Funciona a medias, al intentar pagar (ya sale desde el 14 el valor me dice Factura) me dice: \"Factura no disponible\" luego al ir al CAV una chica con un datáfono y una tablet dijo que podía pagar con ella y... \"Factura no disponible\", al parecer solo puedo pagar en cajas...","Calificación":-0.200000003,"Estrellas":"2 estrellas","Sentimiento":"Negativo"},{"Comentarios":"Aparece como si hubiera iniciado sesión en otro dispositivo cuando no ha sido así y no deja acceder además de pedir un registro una y otra vez","Calificación":-0.3000000119,"Estrellas":"2 estrellas","Sentimiento":"Negativo"},{"Comentarios":"Horrible aplicación, nada intuitiva, inestable, demasiada información y poco sirve. Una lástima, la antigua versión era estable y tenía lo necesario","Calificación":-0.400000006,"Estrellas":"1 estrella","Sentimiento":"Negativo"},{"Comentarios":"Muy mala, no permite ingresar, me dice que debo cerrar en otros dispositivos y la descripción es de mi propio teléfono, muy mala, malisima, la desinstalo ya, le doy 1 estrella para poder opinar pero no la merece","Calificación":-0.6000000238,"Estrellas":"1 estrella","Sentimiento":"Negativo"},{"Comentarios":"Que pereza con claro y esta app que no la mejoran cada vez que me voy a mirar si ya se generó la factura demora demasiado en abrir ya es hora que la mejoren por favor","Calificación":-0.5,"Estrellas":"1 estrella","Sentimiento":"Negativo"},{"Comentarios":"Buenas creo que no es necesario solicitar tanta actualización de la app siempre que voy a ingresar nunca puedo ver o realizar lo que quiero, siempre están trabajando para brindarnos lo mejor y cada día es peor, que tanta actualización solicitan con una vez que se instale debería ser suficiente... Muchas gracias y resuelvan pronto somos lo mejor de su empresa sin nosotros no son nadie ya que somos sus usuarios y como tal merecemos respeto con sus servicios.... Gracias","Calificación":0.200000003,"Estrellas":"3 estrellas","Sentimiento":"Neutro"},{"Comentarios":"La app ha mejorado mucho, aún tiene cosas por hacer, por ejemplo permitir el pago de cuentas de Hogares de terceros, los beneficios de claro club son cada vez peores.","Calificación":0.3000000119,"Estrellas":"4 estrellas","Sentimiento":"Positivo"},{"Comentarios":"A cada rato te saca y dice que no estas registrado y te piden verificar tus datos y siempre sale i.posible conectarse ha IA dado u a buena opinión pero esta app es basura","Calificación":-0.6999999881,"Estrellas":"1 estrella","Sentimiento":"Negativo"},{"Comentarios":"Claro tiene una cobertura de su señal de regular a buena, pero su cobertura de Internet 4g no es mala es realmente muy mala muy pésima, y su atención al cliente pésima como todos los operadores supongo.","Calificación":-0.400000006,"Estrellas":"1 estrella","Sentimiento":"Negativo"},{"Comentarios":"Ya no dejan revisar cuantas megas he consumido del plan, siempre sale que le de a actualizar, le doy y sigue mal, lo más seguro es que la próxima factura llegue por más.","Calificación":-0.5,"Estrellas":"1 estrella","Sentimiento":"Negativo"},{"Comentarios":"La aplicación sólo sirve dos o tres día luego compras o haces recargas y no te deja dice error y automáticamente se cierra no deja hacer nada","Calificación":-0.6000000238,"Estrellas":"1 estrella","Sentimiento":"Negativo"},{"Comentarios":"No abre. No sirve.TOCA LLAMAR a Claro y oir una grabacion sin sentido,o ir a hacer colas para hacer un tramite. Que cansancio","Calificación":-0.400000006,"Estrellas":"1 estrella","Sentimiento":"Negativo"},{"Comentarios":"Cuando sirva para controlar los usuarios que se conectan, ganará mas estrellas. Por ahora solo sirve para cambiar el nombre y la clave. Muy primitivo.","Calificación":0.0,"Estrellas":"3 estrellas","Sentimiento":"Neutro"},{"Comentarios":"Hasta cuando se podra visualizar bien el consumo de los datos? comprando paquetes y no saber cuanto se consume, es frustrante","Calificación":-0.200000003,"Estrellas":"2 estrellas","Sentimiento":"Negativo"},{"Comentarios":"El servicio no es ideal, las respuestas en atención son genéricas e inutiles y dar e la baja es imposible, la app no funciona","Calificación":-0.6999999881,"Estrellas":"1 estrella","Sentimiento":"Negativo"},{"Comentarios":"La verdad es muy fastidioso y complicado que se actualicé tan seguido ésta aplicación, y lo peor, si no la actualiza uno no la puede usar. Le falta dinámica a la interfaz con el usuario y eso la hace muy monótona, sin contar que es malo tanta actulizadera. Que mamera de app, el pasado mes de Junio me tocó actualizar ésta app, y hoy 15 de Julio de este mismo año(2021), hay que volver a actualizar, en menos de un mes otra actualización. Realmente es una porquería. Y hay que registrar de nuevo.","Calificación":-0.400000006,"Estrellas":"1 estrella","Sentimiento":"Negativo"},{"Comentarios":"La APP no sirve para nada, en todo instante aparece en este momento no se puede ingresar, intente más tarde.","Calificación":-0.5,"Estrellas":"1 estrella","Sentimiento":"Negativo"},{"Comentarios":"Después de la actualización se dañó todo de esta app la desistale la instale y sigue pésima👎👎👎 sigue mal cada actualización se empeora más se actualixo y quedó peit que antes ya no me deja cambiar la contraseña que pésimo servicio","Calificación":-0.6999999881,"Estrellas":"1 estrella","Sentimiento":"Negativo"},{"Comentarios":"Siempre hay un fallo, sea cual sea siempre hay algo que está mal, en ningún momento la aplicación funciona del todo bien y sin mencionar las actualizaciones continuas que cambian todo y no resuelven los problemas sino que por el contrario agregan más problemas, es funcional pero no está bien hecha.","Calificación":-0.400000006,"Estrellas":"1 estrella","Sentimiento":"Negativo"},{"Comentarios":"La e descargado muchas veces y no me deja entrar a la App y olvide mi clave y no permite recuperarla y en servicio al cliente no le dan solución a nada","Calificación":-0.6000000238,"Estrellas":"1 estrella","Sentimiento":"Negativo"},{"Comentarios":"La descargue por qué soy todo claro pero cuando le pongo el usuario y la contraseña me sale que ya está abierta en otro dispositivo y que se cerrará por seguridad y no me deja hacer ningún tipo de consulta","Calificación":-0.5,"Estrellas":"1 estrella","Sentimiento":"Negativo"},{"Comentarios":"Lo mejor delo mejor, no los miento al decirles que a mis amigos y también a mis menos amigos siempre les sugiero cambiarse aclaro cuando los oigo quejarse de sus comunicaciones eso lo hago gratis sin esperar ninguna compensación económica solo por el bien de ellos y para no tener que oírlos, quejarse a cada rato😁","Calificación":0.8000000119,"Estrellas":"5 estrellas","Sentimiento":"Positivo"},{"Comentarios":"No sirve \"Error protocolos de comunicación\" Estoy en el exterior y no funciona la app.","Calificación":-0.6000000238,"Estrellas":"1 estrella","Sentimiento":"Negativo"},{"Comentarios":"Es la peor app, ahora despues de la última actualización ni siquiera se puede consultar el saldo de navegación, uds. Los de Claro son de lo peor","Calificación":-0.6000000238,"Estrellas":"1 estrella","Sentimiento":"Negativo"},{"Comentarios":"Cada vez que hacen una actualización se me bloquea el usuario, y no me deja entrar a la aplicación tampoco me deja renovar la cuenta nuevamente 😒","Calificación":-0.6000000238,"Estrellas":"1 estrella","Sentimiento":"Negativo"},{"Comentarios":"Entro a la app para q m colaboren con la señal y datos y solo dicen q hagan el proceso q muestra una página paso a wasa y solo dan es menú y nunca m ayudan con la señal y los datos","Calificación":-0.200000003,"Estrellas":"2 estrellas","Sentimiento":"Negativo"},{"Comentarios":"No dan ninguna solución...en realidad, es muy malo el servicio al cliente de Claro ( de alguna manera se burlan del cliente)...y bueno, que decir del internet, es malísimo.","Calificación":-0.400000006,"Estrellas":"1 estrella","Sentimiento":"Negativo"},{"Comentarios":"La verdad tengo 30 megas de Internet pero el servicio es muy malo se cae mucho la señal no se que esta pasando y bien caro que si es por favor mejorar. Gracias","Calificación":0.0,"Estrellas":"3 estrellas","Sentimiento":"Neutro"},{"Comentarios":"es una aplicacion que falla demasiado en varias oportunidades no he podido ingresar y a cada rato pide atualizaciones, en este momento estoy con la ultima actualizacion y no he podido ingresar, mil años para que cargue una actualizacion que por cierto se esta descargando con el internet de claro.","Calificación":-0.6000000238,"Estrellas":"1 estrella","Sentimiento":"Negativo"},{"Comentarios":"Pésima y pésimo servicio con plataformas que ni siquiera existen dónde entregan ofertas que no se respetan,si vía telefónica no dan solución como esperan solucionar por otro canal","Calificación":-0.5,"Estrellas":"1 estrella","Sentimiento":"Negativo"},{"Comentarios":"Es muy dificil poder abrirla, me piden el correo y contraseña y no la recuerdo, hago todas las cosas que me piden y no he podido, no sé porqué la ponen tan complicada.","Calificación":-0.5,"Estrellas":"1 estrella","Sentimiento":"Negativo"},{"Comentarios":"Muy mala app nunca abre, siempre aparece mensaje que en estos momentos no es posible realizar esta operacion.. Malisima app","Calificación":-0.6999999881,"Estrellas":"1 estrella","Sentimiento":"Negativo"},{"Comentarios":"La aplicación deja de funcionar, no abre con datos ni Wifi, lleva más de 15 presenta esta falla","Calificación":-0.5,"Estrellas":"1 estrella","Sentimiento":"Negativo"},{"Comentarios":"Mi experiencia en claro es muy malo me dejaron sin servicios en mi hogar y para que un técnico venga a mirar la falla ha sido un problema , no los recomiendo.","Calificación":-0.5,"Estrellas":"1 estrella","Sentimiento":"Negativo"},{"Comentarios":"Desde hace un mes no me deja ingresar que no puedo validar ni usuario ni contraseña. A pesar de buscar recuperación del usuario o contraseña no me deja.","Calificación":-0.5,"Estrellas":"1 estrella","Sentimiento":"Negativo"},{"Comentarios":"Yo le doy 4 estrellas 🌟 porq ya tengo más de un año de tenerla app y nunca me a fallado..además q puedo ver todo sobre mis compras y mi plan es excelente","Calificación":0.8999999762,"Estrellas":"5 estrellas","Sentimiento":"Positivo"},{"Comentarios":"A mí me funciona más o menos, el problema es que aveces falla en la carga de la app, además por culpa de la App que no me entrega a tiempo la factura me retraso en el pago y por ello se vuelve lento la internet y después es peor para pagar, me gustaría que arreglaran eso porque la app si consume datos móviles, además que me ayuda mucho para no asercarme a sucursales a pagar. Otra cosa es que ya pague una parte de la deuda y aún así aparece como si no ubiera pagado nada. Por ahora solo eso.","Calificación":-0.1000000015,"Estrellas":"2 estrellas","Sentimiento":"Negativo"},{"Comentarios":"La verdad es que claro a desmejorado su servicio de mi parte no lo recomiendo, ya que es unas de las telefónicas más antiguas en Colombia y deberían mejorar y el servicio debería ser estupendo, pero no, es el más costosos y el peor en la señal . PESIMO SERVICIO y llama a servicio al cliente y salen con el cuento de que están actualizando así llevan 7 meses actualizando.","Calificación":-0.1000000015,"Estrellas":"2 estrellas","Sentimiento":"Negativo"},{"Comentarios":"Ya han corregido los errores de la app por lo cual lo reconsidero de 1-4 estrellas sin embargo el único defecto de la app es q se demora mucho en cargar y es que hay que tener paciencia para que cargue sería bueno que corrigieran de que no se demore en cargar las compras o páginas de dicha app ✓✓","Calificación":-0.200000003,"Estrellas":"2 estrellas","Sentimiento":"Negativo"},{"Comentarios":"Que pésimos servicios he recibido de ustedes visitas de técnicos inexistentes llevo seis asesores atendiendo mis reclamos y siempre lo mismo CONSIGO NO PASARÁ LO MISMO llevo un año pagando por un Deco que se quemo en una tormenta y no lo cambian pido cambio de cables deteriorados y nada pido un nuevo plan más caro para ver si así me atienden y nada eso es faltar el respetó a un cliente mirare a pagar de inmediato este mes que va corriendo y termino el contrato DE INMEDIATO con una empresa mala","Calificación":-0.5,"Estrellas":"1 estrella","Sentimiento":"Negativo"},{"Comentarios":"Estaba registrado y de un momento a otro ya no aparezco registrado ni me deja ingresar ni registrar va tocar cambiar de operador porque esta fallando mucho","Calificación":-0.6000000238,"Estrellas":"1 estrella","Sentimiento":"Negativo"},{"Comentarios":"Excelente ....Que más que la cobertura nacional....eso se llama calidad de servicio.","Calificación":0.8999999762,"Estrellas":"5 estrellas","Sentimiento":"Positivo"},{"Comentarios":"Antes en la opción \"saldo y consumos\" podía ver cuanto me quedaba de datos y de saldo,ahora sólo aparece el saldo y ya,no sé cuantos datos me quedan, incluso marcando *611# tampoco me deja ver mis datos, sólo el saldo,podrían solucionar eso? Ya que antes de la última actualización podía hacerlo sin ningún problema. Gracias.","Calificación":0.1000000015,"Estrellas":"3 estrellas","Sentimiento":"Neutro"},{"Comentarios":"Han removido la opción de cambio de número en plan pospago... Y eso para el cliente es indispensable para agilizar trámites","Calificación":0.200000003,"Estrellas":"3 estrellas","Sentimiento":"Neutro"},{"Comentarios":"Coloque solo una estrella solo para comentar, la verdad que he descargado muchas veces la app, y es por no deja porque ni siquiera me permite Registrarme.. llame al centro de servicio y no colaboran en nada. Solo se la pasan diciendo llame a tal, comuníquese con tal.. Nombee .. me pase de Tigo a Claro, y es lo Peor.. No Permite ni siquiera un Registro.. Buaaa..","Calificación":0.0,"Estrellas":"3 estrellas","Sentimiento":"Neutro"},{"Comentarios":"Me funcionaba bien esta aplicación , pero ya lleva más de 15 días q no me deja ingresar, dice q error protocolo de comunicación y se llama a claro y lo mismo de siempre que están actualizando que vuelva a llamar más tarde que falta de respeto pagando las facturas a tiempo no se puede ingresar al app de mi claro para ver mis consumos.","Calificación":-0.5,"Estrellas":"1 estrella","Sentimiento":"Negativo"},{"Comentarios":"La aplicación no me parece la mejor, por que ya no tiene la opción en la que se podía mirar los consumos de los datos 🤔 muy regular. Necesitamos más información. Y otra cosa la señal del Internet pésima 😡 estoy pagando un plan de 75.900 la verdad estoy que me retiro este operador.... el servicio al cliente pésimo 😡he llamado supuestamente que ascensores para hacer el reclamo de por que tan mal servicio, y me responden que es de otra área..esto la verdad me esta empezando a molestar 😡","Calificación":-0.5,"Estrellas":"1 estrella","Sentimiento":"Negativo"},{"Comentarios":"Esta calificación no es por la aplicación, es por el servicio de Claro, malo, pésimo, nos están engañando, aumentan las gigas del plan \"GRATIS\" a costa del servicio.","Calificación":-0.6000000238,"Estrellas":"1 estrella","Sentimiento":"Negativo"},{"Comentarios":"Muy lenta, se demora demasiado en cargar, además cada que voy a ingresar pide actualización.","Calificación":-0.6000000238,"Estrellas":"1 estrella","Sentimiento":"Negativo"},{"Comentarios":"Muy mal servicio al cliente, que mal y para ventas si atienden súper fácil y rápido.","Calificación":-0.3000000119,"Estrellas":"2 estrellas","Sentimiento":"Negativo"},{"Comentarios":"Cada 3 días sale una actualización nueva, no se que buscan y tampoco se ve mejoría en términos de optimizacion.","Calificación":-0.400000006,"Estrellas":"1 estrella","Sentimiento":"Negativo"},{"Comentarios":"Pésima aplicación, pesimo servicio, si no pueden prestar un buen servicio mejor no tengan aplicaciones inútiles.","Calificación":-0.6000000238,"Estrellas":"1 estrella","Sentimiento":"Negativo"},{"Comentarios":"Es muy lenta y nisiquiera me deja ingresar a mi usuario. Mi internet de 150gb parece de 2, los datos de mi celular un asco.","Calificación":-0.5,"Estrellas":"1 estrella","Sentimiento":"Negativo"},{"Comentarios":"Me gustaba mucho la aplicación porque me dejaba ver mi registro de llamadas ahora con la nueva actualización no puedo verlo no me gusta para nada ahora","Calificación":-0.6999999881,"Estrellas":"1 estrella","Sentimiento":"Negativo"},{"Comentarios":"Aplicación mala extremadamente lenta cada rato se actualiza y en este momento no deja hacer ningún movimiento","Calificación":-0.6000000238,"Estrellas":"1 estrella","Sentimiento":"Negativo"},{"Comentarios":"No funciona desde la última actualización. Para iniciar pide usuario y contraseña, cuando quiero recuperar la supuesta contraseña dice que mi correo no está registrado, y cuando intento registrarme con ese correo dice que el correo ya está registrado. Si intento con otro correo dice que con esos correos no tengo cuentas asociadas. En fin imposible ingresar. Ojalá resuelvan pronto, sino pues a volver a mi anterior operador.","Calificación":-0.3000000119,"Estrellas":"2 estrellas","Sentimiento":"Negativo"},{"Comentarios":"Estoy en el exterior, antes realizaba los pagos por la app, ahora no puedo me sale error de protocolos, me ha sido imposible realizar los pagos directamente por la app, lo cual es increíble que una empresa tan grande tenga una app tan precaria.","Calificación":-0.6999999881,"Estrellas":"1 estrella","Sentimiento":"Negativo"},{"Comentarios":"Desepcionado con la señal...pero la factura si está ahí sin importar el mal servicio de claro h sus falsa red de 4g...deberían preocuparsen por un mejor servicio en ves de estar actualizando cada mes una app q no sirve de nada.","Calificación":-0.400000006,"Estrellas":"1 estrella","Sentimiento":"Negativo"},{"Comentarios":"Definitivamente terrible el servicio de Internet, super lento y sin cobertura aun en los mismos sitios en habitaciones separadas es ilógico, aparte de todo abre algunas aplicaciones aplicaciones otras no 🙄 y la App ni se diga no abre regularmente por andar actualizándose a cada momento o sencillamente esta caída","Calificación":-0.5,"Estrellas":"1 estrella","Sentimiento":"Negativo"},{"Comentarios":"Excelente me satisface lo del aumento de las megas de internet.. me energullese y satisface qué claro es grande cobertura!! Gracias 😄","Calificación":0.8999999762,"Estrellas":"5 estrellas","Sentimiento":"Positivo"},{"Comentarios":"Tanto la app cómo la compañía son una basura..., si hay una manera de comunicación que no sea el bot patético de la App, por favor háganlo saber","Calificación":-0.400000006,"Estrellas":"1 estrella","Sentimiento":"Negativo"},{"Comentarios":"Es ineficaz esta app, y tras del hecho a cada rato pide actualizar. Si sirviera para algo, valdría la pena. Pero es de las tantas app ineficientes. Pues el problema persiste y ya estamos a mitad de año de 2021","Calificación":0.0,"Estrellas":"3 estrellas","Sentimiento":"Neutro"},{"Comentarios":"Me parece la peor y más nefasta app, además la señal de claro es una porquería, tengo supuesta mente red 4G 20gb y cuando le doy clic a la app me dice:\" tenemos problemas con la red intente más tarde\", y me conecto por wifi de mi casa o a otro que me comparten en el mismo sitio donde estoy y ahí si me dice: ya tienes internet, pues lógicamente porque es el wifi de mi casa y ahí sí me deja actualizar, arreglen esto que la señal me llegue y funcione, debo subir a la terraza para que funcione.","Calificación":-0.6000000238,"Estrellas":"1 estrella","Sentimiento":"Negativo"},{"Comentarios":"No es útil para nada ni para solucionar problemas, ni para hablar con el operador solo para ver la factura pésima","Calificación":-0.5,"Estrellas":"1 estrella","Sentimiento":"Negativo"},{"Comentarios":"App excelente, pero los servicios muy malo desde hace 4 meses mis datos no funcionan bien siempre lento, y eso que tengo un plan de datos ilimitado y parecía que no tuviera, si acaso lo puedo disfrutar de una hora y el resto del día se va la señal, en las reuniones de trabajo me expulsar por conexión, no me deja jugar, entre otras cosas. Me han dañado mucho mi experiencia, llevo 5 años con la misma línea y los dos últimos me han perjudicado demasiado, ya me cambié de operador gracias por nada...","Calificación":-0.5,"Estrellas":"1 estrella","Sentimiento":"Negativo"},{"Comentarios":"La app abre y dice que fue abierto en otro dispositivo y se cierra en mi celular, que app tan mala solo da problemas","Calificación":-0.5,"Estrellas":"1 estrella","Sentimiento":"Negativo"},{"Comentarios":"La verdad es que deberían sacar una versión lite sólo para ver el consumo de datos y minutos en si la app mi claro es tediosa en el sentido de que constante mente está exigiendo actualización y no hace más que consumir espacio de almacenamiento. Al final menos es más...","Calificación":-0.3000000119,"Estrellas":"2 estrellas","Sentimiento":"Negativo"},{"Comentarios":"Tiene funciones útiles para consultar la información general del plan de servicios hogar o celular, sin embargo, para visitas técnicas, la opción de reprogramar visitas no funciona, ni en la App, ni en la versión web, igual, la opción de chatear con un agente es inútil, de las veces que lo he intentado usar, nunca hay agentes disponibles. Tiene oportunidades de mejora.","Calificación":0.0,"Estrellas":"3 estrellas","Sentimiento":"Neutro"},{"Comentarios":"A cada rato hay que actualizar y no sirve de nada siempre esta lento no carga hay error pésima aplicación","Calificación":-0.6000000238,"Estrellas":"1 estrella","Sentimiento":"Negativo"},{"Comentarios":"Una porqueria he tratado de registrarme varias veces incluso con nuevos correos y me sale siempre que no se pudo validar mi identidad","Calificación":-0.6000000238,"Estrellas":"1 estrella","Sentimiento":"Negativo"},{"Comentarios":"Claro da regalos que no sirven, me aumentaron las gigas pero le bajaron a la velocidad y así es imposible poder aprovechar ese servicio, imposible navegar con ese internet tan malo, cuando tenía pocas gigas era perfecto para navegar, es pura publicidad engañosa los regalos de Claro, te dan más gigas pero te reducen ancho de banda.","Calificación":-0.6000000238,"Estrellas":"1 estrella","Sentimiento":"Negativo"},{"Comentarios":"Una app muy práctica, útil y sencilla de usar. Facilita mucho varias cosas. Totalmente recomendable","Calificación":0.8999999762,"Estrellas":"5 estrellas","Sentimiento":"Positivo"},{"Comentarios":"Para que me siguen enviando mensajes que ingrese a la App a radicar reclamo por el mal servicio, la App no sirve no conecta arroja mensaje de error, no solucionan nada y sigo con el mal servicio, radique queja en Twitter y que van a revisar y hoy me escriben que ingrese a la App, por favor no se puede, no sirve, que pesar llevo muchos años utilizando los servicios de claro pero creo que llego la hora de cambiar 😔","Calificación":-0.6000000238,"Estrellas":"1 estrella","Sentimiento":"Negativo"},{"Comentarios":"Es muy útil pero las actualizaciones son muy frecuentes y cuando necesito información es muy molesto que tenga primero que actualizar y actualizar","Calificación":0.0,"Estrellas":"3 estrellas","Sentimiento":"Neutro"},{"Comentarios":"No me muestra el saldo q tengo ni las megas ni con wifi ni la señal del operador q llega a 4.5 G y me dice q no estoy conectado a internet jeje","Calificación":-0.400000006,"Estrellas":"1 estrella","Sentimiento":"Negativo"},{"Comentarios":"Malísima la nueva actualización,muchas fallas para ingresar. Que mal, prefiero la pasada, por que anuncian mejoras con la actual pero la verdad ni ingresar permite. Que se puede esperar de lo demás?","Calificación":-0.3000000119,"Estrellas":"2 estrellas","Sentimiento":"Negativo"}]